<script lang="ts">
  import { YandexMetrikaHit } from '@daks.dev/svelte.sdk';

  const title = 'ГК ССК • Лабораторное сопровождение';
  const description = 'Выполнение лабораторного сопровождения группой компаний «ССК»';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<main itemprop="mainContentOfPage">
  <header class="frame">
    <h1 class="title">Лабораторное сопровождение</h1>
  </header>

  <div class="readable frame">
    <ul class="pseudo before:text-brand mb-8 lg:text-lg">
      <li>
        Лабораторный контроль качества строительно-монтажных материалов в том числе сварочных работ.
      </li>
      <li>Лабораторный контроль качества строительных материалов.</li>
      <li>
        Физико-механические испытания строительных материалов разрушающим и неразрушающими методами.
      </li>
      <li>Определение плотности грунтов основания.</li>
      <li>Подбор составов бетонов с заданными свойствами.</li>
    </ul>

    <table
      class="
        table--laboratory-support
        text-2xs
        xs:text-xs border-collapse sm:text-sm md:text-base">
      <thead class="bg-gray-300 font-semibold dark:bg-gray-600/50">
        <tr>
          <th>№ п/п</th>
          <th>Наименование испытываемой продукции</th>
          <th>Наименование лабораторных испытаний</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>1</td>
          <td>Бетоны тяжелые и мелкозернистые</td>
          <td>
            <ul>
              <li>Прочность на сжатие, изгиб в т.ч. неразрушающими методами;</li>
              <li>Морозостойкость ускоренным методом по ГОСТ 10060.2;</li>
              <li>Водонепроницаемость;</li>
              <li>Водопоглощение;</li>
              <li>Пористость;</li>
              <li>Плотность;</li>
              <li>Влажность.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Бетонные смеси</td>
          <td>
            <ul>
              <li>Удобоукладываемость;</li>
              <li>Средняя плотность;</li>
              <li>Объем вовлеченного воздуха;</li>
              <li>Расслаиваемость;</li>
              <li>Сохраняемость свойств во времени.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>3</td>
          <td>Растворы</td>
          <td>
            <ul>
              <li>Прочность на сжатие,изгиб;</li>
              <li>Водоудерживающая способность;</li>
              <li>Расслаиваемость;</li>
              <li>Средняя плотность;</li>
              <li>Влажность;</li>
              <li>Подвижность;</li>
              <li>Морозостойкость.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>4</td>
          <td>Кирпич и камни керамические</td>
          <td>
            <ul>
              <li>Прочность;</li>
              <li>Водопоглощение;</li>
              <li>Внешний вид, масса.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>5</td>
          <td>Щебень</td>
          <td>
            <ul>
              <li>Зерновой состав;</li>
              <li>Прочность;</li>
              <li>Содержание зерен слабых пород;</li>
              <li>Содержание пылевидных и глинистых частиц.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>6</td>
          <td>Песок</td>
          <td>
            <ul>
              <li>Зерновой состав;</li>
              <li>Содержание глины в комках;</li>
              <li>Содержание пылевидных и глинистых частиц;</li>
              <li>Истинная плотность;</li>
              <li>Насыпная плотность;</li>
              <li>Влажность.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Арматурные и закладные изделия сварные, соединения сварные</td>
          <td>
            <ul>
              <li>Растяжение;</li>
              <li>Временное сопротивление при разрыве;</li>
              <li>Удлинение и предел текучести, изгиб.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>8</td>
          <td>Цементы</td>
          <td>
            <ul>
              <li>Тонкость помола;</li>
              <li>Нормальная густота, сроки;</li>
              <li>Схватывания и равномерность;</li>
              <li>Изменения объема;</li>
              <li>Прочность.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>9</td>
          <td>Бетоны легкие, ячеистые</td>
          <td>
            <ul>
              <li>Прочность;</li>
              <li>Плотность.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>10</td>
          <td
            >Теплоизоляционные материалы, в т.ч:<br />
            &mdash; пенополистирол;<br />
            &mdash; плиты минватные.</td>
          <td>
            <ul>
              <li>Геометрическая форма;</li>
              <li>Плотность, влажность, сорбционная влажность;</li>
              <li>Водопоглощение;</li>
              <li>
                Прочность на сжатие при 10%-ной линейной деформации, предел прочности при сжатии,
                изгибе и растяжении, сжимаемость и упругость, гибкость, линейная температурная
                усадка.
              </li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>11</td>
          <td
            >Отделочные материалы в т.ч.:<br />
            &mdash; линолеум;<br />
            &mdash; керамическая плитка.</td>
          <td>
            <ul>
              <li>Геометрические параметры;</li>
              <li>Водопоглощение, предел прочности при изгибе;</li>
              <li>Термическая стойкость глазури;</li>
              <li>Изменение линейных размеров;</li>
              <li>Влажность, плотность;</li>
              <li>Неровность по массе.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>12</td>
          <td>Грунт</td>
          <td>
            <ul>
              <li>Плотность;</li>
              <li>Влажность, оптимальная влажность;</li>
              <li>Степень уплотнения.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>13</td>
          <td>Железобетонные конструкции</td>
          <td>
            <ul>
              <li>Толщина защитного слоя;</li>
              <li>Расположение арматуры;</li>
              <li>Прочность.</li>
            </ul>
          </td>
        </tr>
        <tr>
          <td>14</td>
          <td>Материалы рулонные, кровельные и гидроизоляционные</td>
          <td>
            <ul>
              <li>Геометрические параметры;</li>
              <li>Водопоглощение;</li>
              <li>Теплоустойчивость;</li>
              <li>Изменение линейных размеров при нагревании.</li>
            </ul>
          </td>
        </tr>
      </tbody>
    </table>
  </div>
</main>
