<script lang="ts">
  import { YandexMetrikaHit } from '@daks.dev/svelte.sdk';
  import { Toast } from '$lib/components';

  import '@daks.dev/svelte.sdk/styles/content.css';

  const title = 'ГК ССК • Политика конфиденциальности';
  const description = 'Политика конфиденциальности персональных данных ГК ССК';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<article
  itemprop="mainContentOfPage"
  role="main">
  <header class="frame">
    <h1
      class="title"
      itemprop="name">
      Политика конфиденциальности
    </h1>
  </header>

  <div class="content frame text-justify text-base">
    <h3 class="mb-4">Согласие на обработку персональных данных</h3>

    <p>
      Я, заполняя форму на сайте <code>//gkcck.ru</code>, даю свое согласие администратору сайта
      <code>https://gkcck.ru</code>, в соответствии с Федеральным законом от 27.07.2006
      <span class="font-semibold whitespace-nowrap">№ 152-ФЗ</span> «О персональных данных», на
      обработку, хранение и передачу третьим лицам через Интернет моих персональных данных. Я
      подтверждаю, что, даю такое согласие, действуя по своей воле и в своем интересе. Целью
      предоставления мною персональных данных является установление связи с администратором сайта
      <code>https://gkcck.ru</code>, включая направление уведомлений, запросов, касающихся
      использования сайта, оказания услуг. Настоящим, я признаю и подтверждаю, что я самостоятельно
      и полностью несу ответственность за предоставленные мною персональные данные, включая их
      полноту, достоверность, недвусмысленность и относимость непосредственно ко мне. Я подтверждаю,
      что ознакомлен с правами и обязанностями, в соответствии с Федеральным законом «О персональных
      данных», в т.ч. порядком отзыва согласия на сбор и обработку персональных данных.
    </p>

    <h3 class="my-4">Политика в отношении обработки данных</h3>

    <p>
      Настоящим в соответствии с Федеральным законом
      <span class="font-semibold whitespace-nowrap">№ 152-ФЗ</span> «О персональных данных» от 27.07.2006
      года Вы подтверждаете свое согласие на обработку компанией ООО «ССК» персональных данных: сбор,
      систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, передачу
      исключительно в целях продажи программного обеспечения на Ваше имя, как это описано ниже, блокирование,
      обезличивание, уничтожение.
    </p>

    <p>
      Компания ООО «ССК» гарантирует конфиденциальность получаемой информации. Обработка
      персональных данных осуществляется в целях эффективного исполнения заказов, договоров и иных
      обязательств, принятых компанией ООО «ССК» в качестве обязательных к исполнению.
    </p>

    <p>
      В случае необходимости предоставления Ваших персональных данных правообладателю, дистрибьютору
      или реселлеру программного обеспечения в целях регистрации программного обеспечения на ваше
      имя, вы даёте согласие на передачу ваших персональных данных. Компания ООО «ССК» гарантирует,
      что правообладатель, дистрибьютор или реселлер программного обеспечения осуществляет защиту
      персональных данных на условиях, аналогичных изложенным в Политике конфиденциальности
      персональных данных.
    </p>

    <p>
      Настоящее согласие распространяется на следующие Ваши персональные данные: фамилия, имя и
      отчество, адрес электронной почты, почтовый адрес доставки заказов, контактный телефон,
      платёжные реквизиты.
    </p>

    <p>
      Срок действия согласия является неограниченным. Вы можете в любой момент отозвать настоящее
      согласие, направив письменное уведомления на адрес: 115409, г. Москва, Каширское шоссе, д. 50,
      корп. 2А с пометкой «Отзыв согласия на обработку персональных данных».
    </p>

    <p>
      Обращаем ваше внимание, что отзыв согласия на обработку персональных данных влечёт за собой
      удаление Вашей учётной записи с Интернет-сайта (<code>https://gkcck.ru</code>), а также
      уничтожение записей, содержащих ваши персональные данные, в системах обработки персональных
      данных компании ООО «ССК», что может сделать невозможным пользование интернет-сервисами
      компании ООО «ССК».
    </p>

    <p>
      Гарантирую, что представленная мной информация является полной, точной и достоверной, а также
      что при представлении информации не нарушаются действующее законодательство Российской
      Федерации, законные права и интересы третьих лиц. Вся представленная информация заполнена мною
      в отношении себя лично.
    </p>

    <p>
      Настоящее согласие действует в течение всего периода хранения персональных данных, если иное
      не предусмотрено законодательством Российской Федерации.
    </p>
  </div>
</article>

<Toast once="init" />
