<script lang="ts">
  import { YandexMetrikaHit } from '@daks.dev/svelte.sdk';

  const title = 'ГК ССК • Технический заказчик';
  const description = 'Исполнение функций технического заказчика группой компаний «ССК»';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<main itemprop="mainContentOfPage">
  <header class="frame">
    <h1 class="title">Технический заказчик</h1>
  </header>

  <div class="readable frame">
    <h3 class="text-accent mb-2">1. Получение ИРД</h3>
    <ul class="ml-1">
      <li>Внесение изменений в правила землепользования и застройки (ПЗЗ)</li>
      <li>Изменение вида разрешенного использования земельного участка (ВРИ)</li>
      <li>Получение Градостроительного плана земельного участка (ГПЗУ)</li>
      <li>
        Организация проведения инженерных изысканий (геологические, геодезические, экологические)
      </li>
      <li>Организация проведения технического обследования объекта</li>
      <li>
        Организация разработки архитектурно-градостроительных&nbsp; решений (АГР) и их утверждение в
        комитете по архитектуре и градостроительству г. Москвы
      </li>
      <li>
        Получение технических условий на присоединение к сетям инженерного обеспечения. Оптимизация
        существующих технических условий
      </li>
      <li>Сопровождение прохождения экспертизы проекта</li>
      <li>Получение разрешения на строительство</li>
    </ul>

    <hr class="border-brand my-7" />

    <h3 class="text-accent mb-2">2. Сопровождение проектирования</h3>
    <ul class="ml-1">
      <li>Сбор исходно-разрешительной документации (ИРД)</li>
      <li>Организация проведения всех видов инженерных изысканий</li>
      <li>Организация проведения технического обследования объекта</li>
      <li>Подготовка и утверждение задания на проектирование</li>
      <li>Сопровождение разработки проекта стадии «П»</li>
      <li>Сопровождение разработки проекта стадии «Р»</li>
    </ul>

    <hr class="border-brand my-7" />

    <h3 class="text-accent mb-2">3. Строительный контроль</h3>
    <ul class="ml-1">
      <li>Контроль качества строительных работ и соблюдение технологии строительства</li>
      <li>Контроль соответствия фактически выполненных объемов работ проектной документации</li>
      <li>Контроль соблюдения графика строительства</li>
      <li>Контроль ведения исполнительной документации на объекте строительства</li>
    </ul>

    <hr class="border-brand my-7" />

    <h3 class="text-accent mb-2">4. Ввод объекта в эксплуатацию</h3>
    <ul class="ml-1">
      <li>Формирование пакета документов, необходимых для ввода объекта в эксплуатацию</li>
      <li>Организация работы рабочей и приемочных комиссий для ввода объекта в эксплуатацию</li>
      <li>Получение заключения о соответствии (ЗОС)</li>
      <li>
        Заключение договоров с ресурсоснабжающими организациями и эксплуатирующей организацией
      </li>
      <li>Получение разрешения на ввод объекта в эксплуатацию.</li>
    </ul>

    <hr class="border-brand my-7" />

    <h3 class="text-accent mb-2">5. Управление проектом</h3>
    <ul class="ml-1">
      <li>Подготовка плана реализации проекта</li>
      <li>Полный контроль всех этапов реализации проекта</li>
      <li>Подбор исполнителей и проведение тендерных процедур</li>
      <li>Выявление и устранение рисков проекта</li>
    </ul>

    <hr class="border-brand my-7" />

    <h3 class="text-accent mb-2">6. Финансово-технический аудит</h3>
    <ul class="ml-1">
      <li>Аудит земельного участка на предмет его градостроительного потенциала</li>
      <li>Аудит исходно-разрешительной и проектной документации</li>
      <li>Аудит строящегося объекта</li>
      <li>Аудит эксплуатируемого объекта</li>
      <li>Выявление и предотвращение рисков проекта</li>
    </ul>
  </div>
</main>
