<script lang="ts">
  import { YandexMetrikaHit } from '@daks.dev/svelte.sdk';
  import { YandexMap } from '$lib/components';

  import '@daks.dev/svelte.sdk/styles/content.css';

  import type { PageData } from './$types';
  export let data: PageData;
  const { projects } = data;

  const title = 'ГК ССК • О нас';
  const description = 'О группе компаний «ССК»';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<main itemprop="mainContentOfPage">
  <header class="frame">
    <h1 class="title">О группе компаний</h1>
  </header>

  <div class="content frame flex flex-col text-justify text-base lg:block">
    <YandexMap
      class={[
        'hidden sm:block',
        'order-last my-4 aspect-video w-full overflow-hidden',
        'bg--waiting bg-20% bg-neutral-300 bg-center bg-no-repeat',
        'border-4 border-slate-400',
        'lg:float-left lg:mt-1.5 lg:mr-5 lg:mb-2 lg:aspect-4/3 lg:max-w-md',
        'lg:rounded-lg lg:border',
        'lg:oversee:drop-shadow-none lg:drop-shadow-md'
      ]}
      {projects} />

    <p class="mt-0">
      <strong>ГК&nbsp;ССК</strong> &mdash; оказывает экспертные услуги в области инжиниринга и занимает
      лидирующие позиции в столичном регионе. Обладает репутацией практиков с более чем 15-ти летним
      опытом, подтвержденным десятками успешно сданных объектов.
    </p>

    <p><b>ГК&nbsp;ССК</b> &mdash; компания с историей и традициями.</p>

    <p>
      Первые объекты компании &mdash; Отделение Пенсионного фонда РФ на ул. Стасовой, автомобильная
      стоянка с инфраструктурой на 17 участке ММДЦ «Москва Сити» и жилой комплекс по улице
      Вернадского вл. 84 в Москве были завершены в 2009 году. На этих объектах мы осуществляли
      функции заказчика и строительный контроль. Именно тогда, начал формироваться собственный
      профессиональный стиль и корпоративный стандарт ГК&nbsp;ССК, известный и уважаемый сегодня на
      рынке.
    </p>

    <p>
      Наши заказчики высоко оценивают результаты совместной работы. За годы работы наша Компания
      получила уникальный опыт для реализации проектов. Результатом профессиональной работы и
      готовности всей команды непрерывно обучаться, стало устойчивое и долговременное сотрудничество
      с крупными застройщиками столичного региона. За последние годы введено в эксплуатацию проекты
      площадью более 3,5 млн.
    </p>

    <p>
      Стремление к поддержанию высокого качества своей работы, полному контролю и ответственности,
      продиктовало необходимость развития в смежных областях. Копания взяла курс на оказание
      комплексных услуг. В 2010 году образовано проектное подразделение. Мы получили ощутимое
      преимущество перед организациями, специализирующимися исключительно на функциях технического
      заказчика и строительного контроля.
    </p>

    <p>
      С 2015 года Компания стабильно осуществляет комплексное управление проектами и выполняет
      функции технического заказчика. <strong>ГК&nbsp;ССК</strong> по всем направлениям успешно реализованы
      более 100 проектов.
    </p>

    <p>
      Сегодня <strong>Группа Компаний ССК</strong> &mdash; многопрофильный холдинг. Основные направления
      деятельности: служба технического заказчика, строительный контроль, комплексное проектирование,
      строительная лаборатория. Огромный потенциал нашего развития заложен именно в том, что мы &mdash;
      многопрофильная организация. Ведь большие открытия и возможности в современном мире сосредоточены
      на стыках наук и технологий.
    </p>

    <p>
      В штате <strong>ГК&nbsp;ССК</strong> более 200 инженерно-технических работников, постоянно повышающих
      свою квалификацию на базе собственного сертифицированного Учебного Центра. Большинство сотрудников
      включены в реестры НОССТРОЙ и НОПРИЗ.
    </p>

    <p>
      Диверсифицированная структура способствует нахождению антикризисных решений, и позволяет
      выполнять работы для наших Заказчиков по
      <em
        class="
        lg:ga-4 xs:text-lg
        mt-2 flex w-full justify-center gap-1 not-italic
        sm:gap-2 sm:text-xl sm:tracking-wider lg:tracking-widest 2xl:gap-8">
        <span class="first-letter:text-brand">Современным</span>
        <span class="first-letter:text-brand">Стандартам</span>
        <span class="first-letter:text-brand">Качества</span>
      </em>
    </p>

    <hr class="border-brand my-7" />
  </div>
</main>
